Repository: radiolamp/mangojuice
Catalog: po/*.po
Languages: pt_br, ru_ru

source: A convenient alternative to GOverlay for configuring MangoHud
ru_ru: Удобная альтернатива GOverlay для настройки MangoHud

source: Customizable performance display
ru_ru: Настраиваемое отображение производительности

source: MangoJuice is an application for easily editing MangoHUD settings, which in turn is an Overlay solution for tracking load and other parameters in games and other software.
ru_ru: MangoJuice — это приложение для простого редактирования настроек MangoHUD, которое, в свою очередь, является оверлейным решением для отслеживания загрузки и других параметров в играх и другом программном обеспечении.

source: Main interface of MangoJuice
ru_ru: Основной интерфейс MangoJuice

source: Extra
ru_ru: Дополнительно

source: Metric
ru_ru: Метрика

source: Visual
ru_ru: Визуальные

source: Your profiles
ru_ru: Ваши профили

source: Change order
pt_br: Ordem de alteração
ru_ru: Изменить порядок

source: The setting is reset when the configuration is changed
pt_br: A configuração é redefinida quando a configuração é alterada
ru_ru: Эта настройка сбрасывается при изменении конфигурации

source: Error when selecting a file: %s
pt_br: Erro ao selecionar um arquivo: %s
ru_ru: Ошибка при выборе файла: %s

source: MangoHud.conf does not exist at: %s
ru_ru: MangoHud.conf не существует в: %s

source: Add space
pt_br: Adicionar espaço
ru_ru: Добавить пробел

source: Error writing to the file: %s
pt_br: Erro ao gravar no arquivo: %s
ru_ru: Ошибка при записи в файл: %s

source: Your text
pt_br: Seu texto
ru_ru: Ваш текст

source: Load GPU
pt_br: Carregar GPU
ru_ru: Загрузка ГПУ

source: Vulkan Driver
ru_ru: Драйвер Vulkan

source: VRAM
ru_ru: Видеопамять

source: Load CPU
pt_br: Carregar CPU
ru_ru: Загрузка ЦПУ

source: Load per core
pt_br: Carga por núcleo
ru_ru: Нагрузка на ядро

source: RAM
ru_ru: ОЗУ

source: Disk
ru_ru: Диск

source: Resident memory
pt_br: Memória residente
ru_ru: Резерв памяти

source: Swap
ru_ru: Подкачка

source: Fan
ru_ru: Кулер

source: Lowest 0.1%
pt_br: Menor 0,1%
ru_ru: Наименьший 0.1%

source: Lowest 1%
pt_br: 1% mais baixo
ru_ru: Наименьший 1%

source: Version
pt_br: Versão
ru_ru: Версия

source: Engine version
pt_br: Versão do motor
ru_ru: Версия движка

source: Exe name
pt_br: Nome do executável
ru_ru: Имя процесса

source: Refresh rate
pt_br: Taxa de atualização
ru_ru: Частота монитора

source: Resolution
pt_br: Resolução
ru_ru: Разрешение

source: Architecture
pt_br: Arquitetura
ru_ru: Архитектура

source: Session type
pt_br: Tipo de sessão
ru_ru: Тип сессии

source: Frame limit
pt_br: Limite de quadros
ru_ru: Лимиты кадров

source: Frame graph
pt_br: Gráfico de quadros
ru_ru: График кадров

source: Frame
ru_ru: Кадр

source: Battery charge
pt_br: Carga da bateria
ru_ru: Заряда батареи

source: Battery power
pt_br: Energia da bateria
ru_ru: Мощность батареи

source: Time remain
pt_br: Tempo permanece
ru_ru: Оставшееся время

source: Battery icon
ru_ru: Значок батареи

source: Other batteries
pt_br: Outras baterias
ru_ru: Другие батареи

source: Network
pt_br: Rede
ru_ru: Сеть

source: Media
pt_br: Mídia
ru_ru: Плеер

source: Winesync
pt_br: Sincronização do Wine
ru_ru: Синхронизация Wine

source: Watch
pt_br: Assistir
ru_ru: Отобразить часы

source: Other
pt_br: Outro
ru_ru: Прочее

source: translator-credits
pt_br: johnpetersa19 https://github.com/johnpetersa19
ru_ru: David Sultaniiazov <x1z53@alt-gnome.ru>

source: Support the Project
ru_ru: Помощь проекту

source: It is only thanks to your support that Mangojuice lives and develops. If it is not difficult for you, please support the project financially. Any amount will be useful and will go towards development.
ru_ru: Только благодаря вашей поддержке Mangojuice живёт и развивается. Если вам не сложно, пожалуйста, поддержите проект финансово. Любая сумма будет полезна и пойдёт на развитие.

source: Tinkoff
ru_ru: Тинькофф

source: Sber (Мир)
ru_ru: Сбер (Мир)

source: Click to copy the wallet number
ru_ru: Нажмите, чтобы скопировать номер кошелька

source: Copied
ru_ru: Скопировано

source: Thank you for your support!
ru_ru: Спасибо за вашу поддержку!

source: To get ready presets, click on the title.
pt_br: Para obter predefinições prontas, clique no título.
ru_ru: Чтобы получить подготовленный набор, нажмите на название.

source: Presets
pt_br: Predefinições
ru_ru: Предустановки

source: No profiles yet
pt_br: Nenhum perfil ainda
ru_ru: Сейчас нет профилей

source: Add Profile
pt_br: Adicionar perfil
ru_ru: Добавить профиль

source: Error when executing the command: %s
pt_br: Erro ao executar o comando: %s
ru_ru: Ошибка при выполнении команды: %s

source: Profile
pt_br: Perfil
ru_ru: Профиль

source: Profile preview
pt_br: Visualização do perfil
ru_ru: Предпросмотр профиля

source: Apply the profile to the entire system
pt_br: Aplicar o perfil a todo o sistema
ru_ru: Применить профиль ко всей системе

source: Renaming. Name the name of the game, or name.exe for Wine games, e.g. DOOM.exe. Attention case is important!
ru_ru: Переименование. Укажите название игры или name.exe например, для винных игр, DOOM.exe. Внимание, регистр важен!

source: Overwrite profile
pt_br: Sobrescrever perfil
ru_ru: Перезаписать профиль

source: Delete profile
pt_br: Excluir perfil
ru_ru: Удалить профиль

source: Applied
pt_br: Aplicado
ru_ru: Применено

source: Changed
pt_br: Alterado
ru_ru: Изменено

source: Deleted
pt_br: Excluído
ru_ru: Удалено

source: Restore
pt_br: Restaurar
ru_ru: Восстановить

source: Apply
pt_br: Aplicar
ru_ru: Применить

source: Minimal
pt_br: Mínimo
ru_ru: Минимальный

source: Default
pt_br: Padrão
ru_ru: По умолчанию

source: Advanced
pt_br: Avançado
ru_ru: Продвинутый

source: Full
pt_br: Completo
ru_ru: Полный

source: Only FPS
pt_br: Apenas fps
ru_ru: Только FPS

source: Applying %s layout
ru_ru: Применение профиля %s

source: Warning
pt_br: Aviso
ru_ru: Предупреждение

source: You are changing the rights to intel energy_uj, which could potentially lead to security issues.
pt_br: Você está alterando os direitos da Intel Energy_UJ, o que pode levar a problemas de segurança.
ru_ru: Вы меняете права на intel energy_uj, что потенциально может привести к проблемам с безопасностью.

source: Cancel
pt_br: Cancelar
ru_ru: Назад

source: Until Reboot
pt_br: Até reiniciar
ru_ru: До перезагрузки

source: Permanently
pt_br: Permanentemente
ru_ru: Постоянно

source: For the permanent changes to take full effect, a reboot is recommended. Would you like to reboot now?
pt_br: Para que as alterações permanentes tenham efeito total, é recomendável reinicializar. Deseja reiniciar agora?
ru_ru: Чтобы изменения вступили в силу, рекомендуется перезагрузиться. Хотите ли вы перезагрузиться сейчас?

source: Later
pt_br: Mais tarde
ru_ru: Не сейчас

source: Reboot Now
pt_br: Reinicie agora
ru_ru: Перезагрузиться

source: Error
ru_ru: Ошибка

source: OK
ru_ru: ОК

source: Permissions set permanently (systemd service active)
ru_ru: Права установлены перманентно (сервис systemd активен)

source: Service exists but not active
ru_ru: Сервис существует, но не запущен

source: Permissions set until reboot
ru_ru: Права установлены до перезагрузки

source: Service active but permissions not set
ru_ru: Сервис запущен, но права не установлены

source: Service exists but inactive
ru_ru: Сервис существует, но неактивен

source: Permissions not set
ru_ru: Права не установлены

source: Top Left
pt_br: Superior esquerdo
ru_ru: Сверху слева

source: Top Center
pt_br: Superior central
ru_ru: Сверху по центру

source: Top Right
pt_br: Superior direito
ru_ru: Сверху справа

source: Middle Left
pt_br: Meio esquerdo
ru_ru: Посередине слева

source: Middle Right
pt_br: Meio direito
ru_ru: Посередине справа

source: Bottom Left
pt_br: Inferior esquerdo
ru_ru: Снизу слева

source: Bottom Center
pt_br: Inferior central
ru_ru: Снизу по центру

source: Bottom Right
pt_br: Inferior direito
ru_ru: Снизу справа

source: GPU
ru_ru: Видеокарта

source: CPU
ru_ru: Процессор

source: Memory
pt_br: Memória
ru_ru: Память

source: System
pt_br: Sistema
ru_ru: Система

source: Options
pt_br: Opções
ru_ru: Опциональные

source: Battery
pt_br: Bateria
ru_ru: Батарея

source: Information
pt_br: Informação
ru_ru: Информация

source: Color load
pt_br: Carga de cor
ru_ru: Цветная нагрузка

source: Core frequency
pt_br: Frequência central
ru_ru: Частота ядра

source: Memory frequency
pt_br: Frequência de memória
ru_ru: Частота памяти

source: Temperature
pt_br: Temperatura
ru_ru: Температура

source: Memory temperature
pt_br: Temperatura da memória
ru_ru: Температура памяти

source: Max temperature
pt_br: Temperatura máxima
ru_ru: Пик температур

source: Fans
ru_ru: Вентиляторы

source: Model
pt_br: Modelo
ru_ru: Модель

source: Power
pt_br: Energia
ru_ru: Питание

source: Voltage
pt_br: Tensão
ru_ru: Напряжение

source: Throttling
pt_br: Acelerar
ru_ru: Троттлинг

source: Throttling graph
pt_br: Gráfico de aceleração
ru_ru: График троттлинга

source: Efficiency
ru_ru: Эффективность

source: Power limit
ru_ru: Лимит мощности

source: VRAM usage
ru_ru: Использование VRAM

source: Colored cores
ru_ru: Цветные ядра

source: Diagram
pt_br: Diagrama
ru_ru: Диаграма

source: Maximum frequency
pt_br: Frequência máxima
ru_ru: Пиковая частота

source: Core type
pt_br: Tipo de núcleo
ru_ru: Тип ядра

source: Disk read
pt_br: Leitura do disco
ru_ru: Чтение с диска

source: Disk write
pt_br: Gravação no disco
ru_ru: Запись на диск

source: General memory
pt_br: Memória geral
ru_ru: Общая память

source: Virtual memory
pt_br: Memória virtual
ru_ru: Виртуальная память

source: Hide FSR sharpness
ru_ru: Скрыть резкость FSR

source: Compact API
pt_br: API compacta
ru_ru: Компактный API

source: HUD Version
pt_br: Versão do HUD
ru_ru: Версия HUD

source: Remove paddings
pt_br: Remover preenchimentos
ru_ru: Удалить отступы

source: Hide HUD
pt_br: Ocultar HUD
ru_ru: Скрыть HUD

source: Remove shadows
pt_br: Remova as sombras
ru_ru: Удалить тени

source: Font normalization
pt_br: Normalização da fonte
ru_ru: Одинаковый размер

source: Remove margins
pt_br: Remova as margens
ru_ru: Удалить поля

source: Device icon
ru_ru: Значок батареи

source: More icon
pt_br: Mais ícones
ru_ru: Другие значки

source: DirectX Layer
ru_ru: Слой DirectX

source: Full ON
pt_br: Completo
ru_ru: Полное включение

source: Full log
pt_br: Log completo
ru_ru: Полное логирование

source: Upload logs
pt_br: Enviar logs
ru_ru: Выгрузка логов

source: Color FPS
pt_br: Cor FPS
ru_ru: Цветной FPS

source: All lowest
pt_br: Todos mínimos
ru_ru: Все наименьшие

source: Detailed Frametime
pt_br: Tempo de quadro detalhado
ru_ru: Детальный график

source: Histogram
pt_br: Histograma
ru_ru: Гистограмма

source: Frame Counter
pt_br: Contador de quadros
ru_ru: Счётчик кадров

source: °C to °F
pt_br: ° C a ° F
ru_ru: °C в °F

source: Percentage load
pt_br: Carga percentual
ru_ru: Процент загрузки

source: Color text
pt_br: Texto colorido
ru_ru: Цвет загрузки

source: Amount of video memory
pt_br: Quantidade de memória de vídeo
ru_ru: Количество видеопамяти

source: Frequency, MHz
pt_br: Frequência, MHz
ru_ru: Частота, МГц

source: GPU temperature
pt_br: Temperatura da GPU
ru_ru: Температура ГПУ

source: GDDR temperature
pt_br: Temperatura do GDDR
ru_ru: Температура GDDR

source: Temperature peak
pt_br: Pico de temperatura
ru_ru: Максимальный нагрев

source: Speed, RPM
pt_br: Velocidade, RPM
ru_ru: Скорость, об./мин.

source: GPU name
pt_br: Nome da GPU
ru_ru: Название ГПУ

source: Consumption, W
pt_br: Consumo, W
ru_ru: Потребление, Вт

source: Consumption, V
pt_br: Consumo, V
ru_ru: Потребление, В

source: Trolling parametrs
pt_br: Parâmetros de troleio
ru_ru: Парамтеры тротлинга

source: Curve
pt_br: Curva
ru_ru: Кривая

source: Driver Version
pt_br: Versão do driver
ru_ru: Версия драйвера

source: Frames per Joule
ru_ru: Кадры на Джоуль

source: OpenGL and Vulkan
pt_br: OpenGL e Vulkan
ru_ru: OpenGL и Vulkan

source: Display power limit
ru_ru: Ограничение мощности

source: Display VRAM usage
ru_ru: Использование VRAM

source: All cores
pt_br: Todos os núcleos
ru_ru: Все ядра

source: Colored cores text
ru_ru: Цветная нагрузка ядер

source: Peak among all cores
pt_br: Pico entre todos os núcleos
ru_ru: Максимум из всех ядер

source: CPU temperature
pt_br: Temperatura da CPU
ru_ru: Температура ЦПУ

source: For new Intel and ARM
pt_br: Para novos Intel e ARM
ru_ru: Для новых Intel и ARM

source: Swaps FPJ to JPF
ru_ru: Поменять Кадры на Джоуль на Кадры на Джоуль

source: Size, GiB
pt_br: Tamanho, GiB
ru_ru: Размер, ГиБ

source: Input, MiB/s
pt_br: Entrada, MiB/s
ru_ru: Ввод, МиБ/с

source: Output, MiB/s
pt_br: Saída, MiB/s
ru_ru: Вывод, МиБ/с

source: Size, MiB/s
pt_br: Tamanho, MiB/s
ru_ru: Размер, МиБ/с

source: Gamescope only
pt_br: Apenas gamescope
ru_ru: Только для Gamescope

source: Steam Deck only
ru_ru: Только для Steam Deck

source: Window size
pt_br: Tamanho da janela
ru_ru: Размер окна

source: Shortens the name
pt_br: Diminui o nome
ru_ru: Сокращает имён

source: Current time
pt_br: Horário atual
ru_ru: Текущее время

source: Processor base
pt_br: Base de processador
ru_ru: База процессора

source: Adapters speed
pt_br: Adaptadores velocidade
ru_ru: Скорость адаптеров

source: MangoHud version
pt_br: Versão de MangoHud
ru_ru: Версия MangoHud

source: Gamemode state
pt_br: Estado do GameMode
ru_ru: Состояние Gamemode

source: vkBasalt state
pt_br: Estado de Vkbasalt
ru_ru: Состояние vkBasalt

source: Proccess name
pt_br: Nome do processo
ru_ru: Имя процесса

source: Updating visualization
pt_br: Atualizando a visualização
ru_ru: Визуальное обновление

source: Internal offsets
pt_br: Compensações internas
ru_ru: Внутренние отступы

source: Hide overlay
pt_br: Ocultar sobreposição
ru_ru: Скрыть оверлей

source: Shadows under text
pt_br: Sombras sob texto
ru_ru: Тени под текстом

source: Same font size
pt_br: Mesmo tamanho de fonte
ru_ru: Одинаковый размер

source: External offsets
pt_br: Compensações externas
ru_ru: Внешние отступы

source: Power level, %
pt_br: Nível de potência, %
ru_ru: Уровни заряда, %

source: Battery life
pt_br: Duração da bateria
ru_ru: Время жизни

source: This devices
ru_ru: Данное устройство

source: Wireless devices
pt_br: Dispositivos sem fio
ru_ru: Беспроводные геймпады

source: Wireless battries
pt_br: Baterias sem fio
ru_ru: Беспроводные батареи

source: Wine or Proton version
pt_br: Versão do Wine ou do Proton
ru_ru: Версия Wine или Proton

source: Wine sync method
pt_br: Método de sincronização do Wine
ru_ru: Метод синхронизации

source: Low-level API call
ru_ru: Низкоуровневые вызовы

source: Current playback
pt_br: Reprodução atual
ru_ru: Сейчас играет

source: All but histograms
pt_br: Todos, exceto os histogramas
ru_ru: Всё, кроме гистограмы

source: Log information
pt_br: Informações de log
ru_ru: Логирование

source: Frames per second
pt_br: Quadros por segundo
ru_ru: Кадры в секунду

source: 1% is lower than
ru_ru: 1% меньше, чем

source: 0.1% is lower than
ru_ru: 0.1% меньше, чем

source: 1% and 0.1% lower than
pt_br: 1% e 0.1% abaixo
ru_ru: 1% и 0.1% меньше, чем

source: FPS limitation
pt_br: Limitação do FPS
ru_ru: Ограничение обновления

source: Frametime
ru_ru: Время кадра

source: Detailed frame time
ru_ru: Подробное время кадра

source: Graph to histogram
pt_br: Gráfico para histograma
ru_ru: График в гистограмму

source: Display frame count
pt_br: Exibir contagem de quadros
ru_ru: Отрисованные кадры

source: Temperature in °F
pt_br: Temperatura em ° F
ru_ru: Температура в °F

source: Present mode
pt_br: Modo presente
ru_ru: Режим отображения

source: Unset
ru_ru: Не задано

source: Adaptive
ru_ru: Адаптивный

source: OFF
ru_ru: Выключен

source: ON
ru_ru: Включен

source: Mailbox
ru_ru: Без лимита

source: Title
pt_br: Título
ru_ru: Название

source: Artist
pt_br: Artista
ru_ru: Исполнитель

source: Album
pt_br: Álbum
ru_ru: Альбом

source: None
pt_br: Nenhum
ru_ru: Нет

source: Metrics
pt_br: Métricas
ru_ru: Метрики

source: Extras
ru_ru: Общие

source: Performance
pt_br: Desempenho
ru_ru: Измерения

source: Test
pt_br: Teste
ru_ru: Тест

source: Save
pt_br: Salvar
ru_ru: Сохранить

source: Save As
pt_br: Salve como
ru_ru: Сохранить как

source: About
pt_br: Sobre
ru_ru: О программе

source: Donate
pt_br: Doar
ru_ru: Пожертвовать

source: MangoHud is not installed. Please install it.
pt_br: O MangoHud não está instalado. Por favor, instale-o.
ru_ru: MangoHud не установлен. Пожалуйста, установите его.

source: Install
ru_ru: Установить

source: Failed to launch AppStream: %s
ru_ru: Не удалось запустить AppStream: %s

source: vkcube not found. If you want a test button, install vulkan-tools.
pt_br: vkcube não encontrado. Se você deseja um botão de teste, instale as ferramentas vulkan.
ru_ru: vkcube не найден. Если вам нужна кнопка теста, установите vulkan-tools.

source: glxgears not found. If you want a test button, install mesa-utils.
pt_br: glxgears não encontrados. Se você deseja um botão de teste, instale o Mesa-Utils.
ru_ru: glxgears не найден. Если вам нужна кнопка теста, установите mesa-utils.

source: vkcube and glxgears not found. Install vulkan-tools and mesa-utils to enable the test button.
ru_ru: vkcube и glxgears не найдены. Установите vulkan-tools и mesa-utils, чтобы включить кнопку тестирования.

source: Error closing test apps: %s
pt_br: Aplicativos de teste de fechamento de erro: %s
ru_ru: Ошибка при закрытии тестовых приложений: %s

source: Clear
pt_br: Claro
ru_ru: Очистить

source: MangoHud variable
pt_br: Variável de mangohud
ru_ru: Переменные MangoHud

source: Enter MangoHud variables separated by commas
pt_br: Digite as variáveis do MangoHud separadas por vírgulas
ru_ru: Вводите переменные MangoHud через запятую

source: Home
pt_br: Casa
ru_ru: Домашний католог

source: Directory for logs
ru_ru: Директория для логов

source: Clear path
ru_ru: Очистить путь

source: The directory for saving the logging
pt_br: O diretório para salvar a exploração
ru_ru: Директория для сохранения логов

source: Intel Power Fix
ru_ru: Патч Intel Power

source: Click to record shortcut
pt_br: Clique para gravar o atalho
ru_ru: Нажмите, чтобы записать сочетание клавиш

source: Reset Config
pt_br: Redefinir configuração
ru_ru: Сбросить настройки

source: Blacklist: (vkcube, WatchDogs2.exe)
pt_br: Lista negra: (vkcube, watchdogs2.exe)
ru_ru: Чёрный список: (vkcube, WatchDogs2.exe)

source: MangoHud Global
ru_ru: Системный MangoHud

source: Logs key
pt_br: Tecla de logs
ru_ru: Логирование

source: Customize
pt_br: Personalizar
ru_ru: Кастомизировать

source: Horizontal HUD
pt_br: HUD horizontal
ru_ru: Горизонтальный HUD

source: Borders
pt_br: Fronteiras
ru_ru: Углы

source: Round
pt_br: Redondo
ru_ru: Скругление

source: Alpha
pt_br: Alfa
ru_ru: Альфа-канал

source: Transparency
pt_br: Transparência
ru_ru: Прозрачность

source: Position
pt_br: Posição
ru_ru: Расположение

source: Columns
pt_br: Colunas
ru_ru: Колонки

source: Number of columns
pt_br: Número de colunas
ru_ru: Количество колонок

source: Key shortcuts
pt_br: Principais atalhos
ru_ru: Горячие клавиши

source: Click to record a new HUD toggle shortcut
ru_ru: Нажмите, чтобы записать новое сочетание клавиш для переключения HUD

source: Offset X
pt_br: Deslocamento X
ru_ru: Смещение по X

source: Horizontal offset
pt_br: Deslocamento horizontal
ru_ru: Горизонтальный сдвиг

source: Offset Y
pt_br: Deslocamento Y
ru_ru: Смещение по Y

source: Vertical offset
pt_br: Deslocamento vertical
ru_ru: Вертикальный сдвиг

source: Toggle position
pt_br: Posição de alternância
ru_ru: Смена позиции

source: Click to record a new toggle position shortcut
ru_ru: Нажмите, чтобы записать новое сочетание клавиш для переключения положения

source: Font
pt_br: Fonte
ru_ru: Шрифт

source: Size
pt_br: Tamanho
ru_ru: Размер

source: Size in pixels
pt_br: Tamanho em pixels
ru_ru: Размер в пикселях

source: Color
pt_br: Cor
ru_ru: Цвет

source: GPU custom name
pt_br: Nome personalizado da GPU
ru_ru: Изменение имени ГПУ

source: Clear GPU name
ru_ru: Очистить название ГПУ

source: CPU custom name
pt_br: Nome personalizado da CPU
ru_ru: Изменение имени ЦПУ

source: Clear CPU name
ru_ru: Очистить название ЦПУ

source: FPS color levels
pt_br: Níveis de cor FPS
ru_ru: Цвета уровней частоты обновления

source: Medium
pt_br: Média
ru_ru: Средний

source: High
pt_br: Alta
ru_ru: Высокий

source: GPU level colors
pt_br: Cores do nível da GPU
ru_ru: Цвета уровней ГПУ

source: CPU level colors
pt_br: Cores no nível da CPU
ru_ru: Цвета уровней ЦПУ

source: Background
pt_br: Fundo
ru_ru: Фон

source: Engine
pt_br: Motor
ru_ru: Движок

source: Text
pt_br: Texto
ru_ru: Текст

source: Horizontal Line
ru_ru: Горизонтальная строка

source: If you are going to play through Wine, then you need to select fonts from the home directory, the system fonts will not work.
pt_br: Se você vai jogar pelo vinho, precisará selecionar fontes no diretório doméstico, as fontes do sistema não funcionarão.
ru_ru: Если вы собираетесь играть через Wine, то вам нужно выбрать шрифты из домашнего каталога, системные шрифты работать не будут.

source: Search font
pt_br: Pesquisar fonte
ru_ru: Поиск шрифтов

source: Error when searching for fonts: %s
pt_br: Erro ao procurar fontes: %s
ru_ru: Ошибка при поиске шрифтов: %s

source: Logging
pt_br: Registro
ru_ru: Логирование

source: Duration
pt_br: Duração
ru_ru: Длительность

source: Autostart
pt_br: Início automático
ru_ru: Автозапуск

source: Interval
pt_br: Intervalo
ru_ru: Интервал

source: Seconds
pt_br: Segundas
ru_ru: Секунды

source: Milliseconds
pt_br: Milissegundos
ru_ru: Миллисекунды

source: Limiters FPS
pt_br: Limitadores de FPS
ru_ru: Ограничители частоты обновления

source: Limit 1
pt_br: Limite 1
ru_ru: Лимит 1

source: Limit 2
pt_br: Limite 2
ru_ru: Лимит 2

source: Limit 3
pt_br: Limite 3
ru_ru: Лимит 3

source: Click to record FPS limit toggle shortcut
ru_ru: Нажмите, чтобы записать сочетание клавиш для переключения ограничения частоты обновления

source: Filters
pt_br: Filtros
ru_ru: Фильтры

source: Bicubic
pt_br: Bicúbica
ru_ru: Бикубическая

source: Trilinear
ru_ru: Трилинейная

source: Retro
pt_br: Retrô
ru_ru: Ретро

source: Anisotropic
pt_br: Anisotrópico
ru_ru: Анизотропный

source: Filtering
pt_br: Filtragem
ru_ru: Фильтрация

source: Mipmap
ru_ru: Чёткость текстуры

source: Aliasing
ru_ru: Сглаживание

source: FPS Sampling
pt_br: Amostragem FPS
ru_ru: Выборка частоты обновления

source: Error when restarting vkcube: %s
pt_br: Erro ao reiniciar o vkcube: %s
ru_ru: Ошибка при перезапуске vkcube: %s

source: Error when restarting glxgears: %s
pt_br: Erro ao reiniciar o glxgears: %s
ru_ru: Ошибка при перезапуске glxgears: %s

source: Error checking running processes: %s
pt_br: Erro ao verificar processos em execução: %s
ru_ru: Ошибка при проверке запущенных процессов: %s

source: vkBasalt.conf file deleted.
pt_br: Arquivo vkBasalt.conf excluído.
ru_ru: Файл vkBasalt.conf удалён.

source: Error deleting vkBasalt.conf: %s
pt_br: Erro ao excluir vkBasalt.conf: %s
ru_ru: Ошибка при удалении vkBasalt.conf: %s

source: vkBasalt.conf file does not exist.
pt_br: O arquivo vkBasalt.conf não existe.
ru_ru: Файл vkBasalt.conf не существует.

source: .MangoHud.backup file deleted.
pt_br: Arquivo .MangoHud.backup excluído.
ru_ru: Файл .MangoHud.backup был удалён.

source: Error deleting .MangoHud.backup: %s
pt_br: Erro ao excluir .MangoHud.backup: %s
ru_ru: Ошибка при удалении .MangoHud.backup: %s

source: .MangoHud.backup file does not exist.
pt_br: O arquivo .MangoHud.backup não existe.
ru_ru: Файла .MangoHud.backup не существует.

source: Error when selecting a folder: %s
pt_br: Erro ao selecionar uma pasta: %s
ru_ru: Ошибка при выборе папки: %s

source: List GPUs to display
pt_br: Listar GPUs para exibir
ru_ru: Список ГПУ для отображения

source: Video card display order (0,1,2)
pt_br: Ordem de exibição da placa de vídeo (0,1,2)
ru_ru: Порядок отображения видеокарт (0,1,2)
