Repository: radiolamp/mangojuice
Catalog: po/*.po
Languages: pt_br, ru_ru

source: All video cards
pt_br: Todas as placas de vídeo
ru_ru: Все видеокарты

source: Unknown Videocard
ru_ru: Неизвестная видеокарта

source: Error checking vkcube availability: %s
pt_br: Erro ao verificar a disponibilidade do vkcube: %s
ru_ru: Ошибка проверки доступности vkcube: %s

source: MangoHud not found. Please install MangoHud to use this application.
pt_br: MangoHud não encontrado. Instale o MangoHud para usar este aplicativo.
ru_ru: MangoHud не найден. Пожалуйста, установите MangoHud для использования этого приложения.

source: Error checking MangoHud availability: %s
pt_br: Erro ao verificar a disponibilidade do MangoHud: %s
ru_ru: Ошибка проверки доступности MangoHud: %s

source: Error checking glxgears availability: %s
pt_br: Erro ao verificar a disponibilidade do glxgears: %s
ru_ru: Ошибка проверки доступности glxgears: %s

source: Error when saving the file: %s
pt_br: Erro ao salvar o arquivo: %s
ru_ru: Ошибка при сохранении файла: %s

source: MangoHud.conf does not exist.
pt_br: MangoHud.conf não existe.
ru_ru: MangoHud.conf не существует.

source: Select config file to restore
pt_br: Selecione o arquivo de configuração para restaurar
ru_ru: Выберите конфигурационный файл для восстановления

source: Configuration restored from %s
pt_br: Configuração restaurada de %s
ru_ru: Конфигурация восстановлена из %s

source: Error deleting MANGOHUD from /etc/environment: %s
pt_br: Erro ao excluir MANGOHUD de /etc/environment: %s
ru_ru: Ошибка при удалении MANGOHUD из /etc/environment: %s

source: Error adding MANGOHUD to /etc/environment: %s
pt_br: Erro ao adicionar MANGOHUD em /etc/environment: %s
ru_ru: Ошибка при добавлении MANGOHUD в /etc/environment: %s

source: Failed to modify /etc/environment.
pt_br: Falha ao modificar /etc/environment.
ru_ru: Не удалось изменить /etc/environment.

source: The changes will take effect only after the system is restarted.
pt_br: As alterações entrarão em vigor somente após o sistema ser reiniciado.
ru_ru: Изменения вступят в силу только после перезагрузки системы.

source: Restart
pt_br: Reiniciar
ru_ru: Перезагрузить

source: Error when restarting the system: %s
pt_br: Erro ao reiniciar o sistema: %s
ru_ru: Ошибка при перезагрузке системы: %s

source: Error checking the MANGOHUD status: %s
pt_br: Erro ao verificar o status do MANGOHUD: %s
ru_ru: Ошибка при проверке статуса MANGOHUD: %s

source: Edit shortcut manually
pt_br: Editar atalho manualmente
ru_ru: Редактировать сочетание клавиш

source: Contrast Adaptive Sharpening
pt_br: Nitidez Adaptativa de Contraste
ru_ru: Адаптивное повышение резкости

source: Denoised Luma Sharpening
pt_br: Afiação Luma com redução de ruído
ru_ru: Повышение резкости с шумоподавлением

source: Fast Approximate Anti-Aliasing
pt_br: Anti-aliasing rápido aproximado
ru_ru: Быстрое приближённое сглаживание

source: Subpixel Morphological Antialiasing
pt_br: Antialiasing morfológico de subpixel
ru_ru: Субпиксельное морфологическое сглаживание

source: Color LookUp Table
pt_br: Tabela de consulta de cores
ru_ru: Таблица поиска цветов

source: Global vkBasalt
ru_ru: Системный vkBasalt

source: Click to record vkBasalt toggle shortcut
ru_ru: Нажмите, чтобы записать сочетание клавиш для переключения vkBasalt

source: Add Reshade
pt_br: Adicionar Reshade
ru_ru: Добавить Reshade

source: Clear Reshade path
pt_br: Limpar caminho do Reshade
ru_ru: Очистить путь к Reshade

source: ReShade Shaders
pt_br: Shaders do ReShade
ru_ru: Шейдеры ReShade

source: Adaptive sharpening that adjusts based on local content
ru_ru: Адаптивная резкость, настраиваемая в зависимости от локального контента

source: Add customizable borders around the image
ru_ru: Добавить настраиваемые границы вокруг изображения

source: RGB curve correction for precise contrast control
ru_ru: Коррекция кривой RGB для точного регулирования контрастности

source: Color blindness correction (protanopia, deuteranopia, tritanopia)
ru_ru: Коррекция дальтонизма (протанопия, дейтеранопия, тританопия)

source: Chromatic aberration correction through channel offset
ru_ru: Коррекция хроматических аберраций с помощью смещения канала

source: Professional shadow, midtone, and highlight correction
ru_ru: Профессиональная коррекция теней, полутонов и бликов

source: Luminance-based sharpening without color artifacts
ru_ru: Повышение резкости на основе яркости без искажений цвета

source: Black and white conversion with film presets
ru_ru: Преобразование чёрно-белого изображения с помощью предустановок фильма

source: Vintage sepia effect with tint control
ru_ru: Винтажный эффект сепии с контролем оттенка

source: HDR tone mapping for SDR conversion
ru_ru: Отображение тонов в формате HDR для преобразования в SDR

source: Progressive edge darkening for artistic effect
ru_ru: Постепенное затемнение краёв для создания художественного эффекта

source: Intelligent zonal saturation enhancement
ru_ru: Интеллектуальное повышение зональной насыщенности

source: Specialized upscaling for pixelated retro images
ru_ru: Специализированное масштабирование для пикселизированных ретро-изображений

source: Cartoon effect through edge detection
ru_ru: Мультяшный эффект благодаря обнаружению краев

source: Local unsharp mask with integrated denoising
ru_ru: Локальная нерезкая маска со встроенным шумоподавлением

source: Color transformation using matrix manipulation
ru_ru: Преобразование цвета с помощью матричных манипуляций

source: Comic book style effect with enhanced edges and color posterization
ru_ru: Эффект в стиле комиксов с улучшенными краями и постеризацией цветов

source: Cinematic DPX grading process emulation
ru_ru: Кинематографическая эмуляция процесса оценки в формате DPX

source: Procedural film grain with Gaussian noise control
ru_ru: Процедурная зернистость пленки с контролем гауссовского шума

source: Color reduction to retro palettes with dithering
ru_ru: Уменьшение цвета до ретро-палитр с размытием

source: Intelligent depth-based sharpening with bilateral filtering
ru_ru: Интеллектуальная резкость по глубине с двусторонней фильтрацией

source: Advanced vibrance algorithm with intelligent saturation control
ru_ru: Усовершенствованный алгоритм определения вибрации с интеллектуальным управлением насыщенностью

source: Vintage Technicolor process simulation
ru_ru: Имитация процесса окрашивания в винтажном стиле Technicolor

source: Enhanced Technicolor effect with additional controls
ru_ru: Улучшенный цветовой эффект Technicolor с дополнительными элементами управления

source: Complete CRT monitor simulation with scanlines, curvature, and aperture mask
ru_ru: Полная имитация ЭЛТ-монитора с линиями развертки, кривизной и маской апертуры

source: HDR simulation with multi-scale bloom and halo effects
ru_ru: HDR-симуляция с многомасштабными эффектами цветения и ореола

source: Shaders
ru_ru: Шейдеры

source: Select Reshade folder
ru_ru: Выберите директорию Reshade

source: Error reading shaders folder: %s
ru_ru: Ошибка чтения директории шейдеров: %s

source: Reshade folder selected successfully
pt_br: Pasta do Reshade selecionada com sucesso
ru_ru: Папка Reshade успешно выбрана

source: Shader effects: %d
ru_ru: Эффектов шейдеров: %d

source: Error selecting folder: %s
ru_ru: Ошибка выбора директории: %s

source: none
ru_ru: ничего

source: Select Font
ru_ru: Выбрать шрифт

source: Gamemode
pt_br: Modo de jogo

source: Icon Battary
pt_br: Ícone do dispositivo

source: FPS Only
pt_br: Somente FPS

source: Disable all but FPS
pt_br: Desative todos, exceto FPS

source: 1% is lower then
pt_br: 1% is é menor que

source: 0.1% is lower then
pt_br: 0.1% is é menor que

source: MangoHud not found. Please install MangoHud to enable full functionality.
pt_br: Mangohud não encontrado. Instale o mangohud para ativar a funcionalidade completa.

source: MangoHud is not installed. Please install it. If you are using flatpak, you need to install the flatpak version.
pt_br: Mangohud não está instalado. Por favor, instale. Se você estiver usando o Flatpak, precisará instalar a versão Flatpak.

source: Test Button Disabled
pt_br: Botão de teste desativado

source: Vkcube and glxgears not found. Install vulkan-tools and mesa-utils to enable the test button.
pt_br: VKCube e GlxGears não encontrados. Instale as ferramentas Vulkan e Mesa-Utils para ativar o botão de teste.

source: Hide the HUD
pt_br: Esconder o hud

source: Reset to default
pt_br: Redefinir para padrão

source: Support Wine
pt_br: Suporte do Wine

source: Error executing fc-list: %s
pt_br: Erro ao executar fc-list: %s

source: Error when getting access rights: %s
pt_br: Erro ao obter direitos de acesso: %s

source: Full frametime
pt_br: Tempo de quadro completo

source: MangoHud Not Installed
pt_br: MangoHud não instalado

source: MangoHud is required for this application. Install it from fhathub
pt_br: O MangoHud é necessário para esta aplicação. Instale-o a partir do fhathub.

source: Install from Flathub
pt_br: Instalar do Flathub

source: Profiles
pt_br: Perfil

source: Financial support
pt_br: Suporte financeiro

source: Your presets
pt_br: Suas predefinições

source: Renaming. Name the name of the game, or name.exe for Wine games, e.g. DOOM.exe . Attention case is important!
pt_br: Renomear. Digite o nome do jogo ou nome.exe para jogos no Wine, ex: DOOM.exe. Atenção: letras maiúsculas/minúsculas importam!

source: You profiles
pt_br: Seus perfis

source: Color text core
pt_br: Núcleo de texto colorido

source: Color core
pt_br: Núcleo colorido

source: Including virtual
pt_br: Incluindo virtual

source: Hotkey
pt_br: Tecla de atalho

source: Only 1 key. Only X11/Xwayland.
pt_br: Apenas 1 tecla. Apenas X11/Xwayland.

source: Error selecting folder:
pt_br: Erro ao selecionar a pasta:
